export default [
    /************************************************************************************
     ************************ 权限映射文件，生成左侧菜单与权限按钮 **************************
     ******************* (与数据库权限id进行映射，数字都是数据库权限id) *********************
     ************************** (且name值必须与路由name值一致) ****************************
     ************************************************************************************/
    {id:2,title:'账号列表',name:'user',rulesBtn:{add:3,edit:4,del:5,passwrod:6}},
    {id:8,title:'贷款列表',name:'loan',rulesBtn:{add:9,edit:10,del:11,export:12}},
    {id:14,title:'待审核列表',name:'record',rulesBtn:{edit:15}},
    {id:17,title:'用户组列表',name:'group',rulesBtn:{add:18,edit:19,del:20,auth:21}},
    {id:23,title:'权限列表',name:'rule',rulesBtn:{add:24,edit:25,del:26}},
]